"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.musics = exports.cards = void 0;
exports.cards = [
    {
        sender: '지형',
        reciever: '현진',
        card: {
            shape: 'circle',
            color: 'pink',
            illustration: 'rabbit',
        },
        text: '이건 편지야 이건 편지야~~',
        musicId: 1,
    },
    {
        sender: '지형',
        reciever: '현진',
        card: {
            shape: 'circle',
            color: 'pink',
            illustration: 'rabbit',
        },
        text: '이건 편지야',
        musicId: 1,
    },
];
exports.musics = [
    {
        id: 1,
        title: 'New Day',
        artist: '폴킴',
        lyrics: `이뤄질 거라 믿으면
    언젠간 꼭 오겠지`,
        fullLyrics: `우연히 올려다본 거리
    내가 알고 있는 그대로
    지나가는 사람마저
    익숙한걸
    
    유난히 푸른 저 하늘이
    오늘따라 낯설게 보여
    흥얼대던 노래마저
    새로운걸
    
    그땐 아픈 맘 견디지 못해
    아무 말도 못 했죠
    그런 사랑이 있고 나서야
    비로소 알았어
    
    익숙하지만 새로운
    누군가를 만나는 일
    원한다고 쉽게 오지 않을
    마법 같은 일
    
    너무 쉽게 알아버리기엔
    많이 아쉬운걸
    이뤄질 거라 믿으면
    언젠간 꼭 오겠지
    
    유난히 빛나는 저 별이
    내게 말을 건 것 같아서
    한참 동안 길에 서서
    잠 못 드는 밤
    
    이런 나의 맘을 아는지
    설레이는 나를 아는지
    이름 모를 사람들도
    빛이 나는 걸
    
    전엔 만남을 쉽게 여겼지
    아무것도 모르고
    그런 사랑이 있고 나서야
    이제는 알겠어

    익숙하지만 새로운
    누군가를 만나는 일
    원한다고 쉽게 오지않을
    마법 같은 일

    너무 쉽게 알아버리기엔
    많이 아쉬운걸
    이뤄질 거라 믿으면
    언젠간 꼭 오겠지

    익숙함이란 이유로
    너무 쉽게 생각했던
    지나친 많은 인연들
    다신 오지 않겠지

    힘들어도 알고 싶단
    진실한 그 마음으로
    누군가를 만나는 일
    언젠간 꼭 오겠지

    이뤄질 거라 믿으면
    언젠간 꼭 오겠지`,
        image: '',
        spotifyLink: '',
        youtubeLink: '',
    },
    {
        id: 2,
        title: 'New Day',
        artist: '폴킴',
        lyrics: `이뤄질 거라 믿으면
    언젠간 꼭 오겠지`,
        fullLyrics: `우연히 올려다본 거리
    내가 알고 있는 그대로
    지나가는 사람마저
    익숙한걸
    
    유난히 푸른 저 하늘이
    오늘따라 낯설게 보여
    흥얼대던 노래마저
    새로운걸
    
    그땐 아픈 맘 견디지 못해
    아무 말도 못 했죠
    그런 사랑이 있고 나서야
    비로소 알았어
    
    익숙하지만 새로운
    누군가를 만나는 일
    원한다고 쉽게 오지 않을
    마법 같은 일
    
    너무 쉽게 알아버리기엔
    많이 아쉬운걸
    이뤄질 거라 믿으면
    언젠간 꼭 오겠지
    
    유난히 빛나는 저 별이
    내게 말을 건 것 같아서
    한참 동안 길에 서서
    잠 못 드는 밤
    
    이런 나의 맘을 아는지
    설레이는 나를 아는지
    이름 모를 사람들도
    빛이 나는 걸
    
    전엔 만남을 쉽게 여겼지
    아무것도 모르고
    그런 사랑이 있고 나서야
    이제는 알겠어

    익숙하지만 새로운
    누군가를 만나는 일
    원한다고 쉽게 오지않을
    마법 같은 일

    너무 쉽게 알아버리기엔
    많이 아쉬운걸
    이뤄질 거라 믿으면
    언젠간 꼭 오겠지

    익숙함이란 이유로
    너무 쉽게 생각했던
    지나친 많은 인연들
    다신 오지 않겠지

    힘들어도 알고 싶단
    진실한 그 마음으로
    누군가를 만나는 일
    언젠간 꼭 오겠지

    이뤄질 거라 믿으면
    언젠간 꼭 오겠지`,
        image: '',
        spotifyLink: '',
        youtubeLink: '',
    },
];
